
/* Class = "NSWindow"; title = "Report a Problem to Yahoo"; ObjectID = "1"; */
"1.title" = "Raportaţi o problemă către Yahoo";

/* Class = "NSButtonCell"; title = "Send"; ObjectID = "47B-M6-QqL"; */
"47B-M6-QqL.title" = "Trimitere";

/* Class = "NSTextFieldCell"; title = "A crash was detected - can you describe what were your actions prior to it?"; ObjectID = "W51-hB-cow"; */
"W51-hB-cow.title" = "S-a detectat o cădere - puteți descrie care au fost acțiunile dvs. înainte de aceasta?";

/* Class = "NSTextFieldCell"; title = "Clicking \"Send\" will forward this information to Yahoo, along with diagnostic information from your Instant logs.  These logs may contain personally identifiable information. Yahoo! uses this information only to diagnose and resolve issues as well as for general product improvements."; ObjectID = "X7F-CP-lc5"; */
"X7F-CP-lc5.title" = "După ce faceți clic pe „Trimitere”, se vor trimite către Yahoo aceste informații împreună cu informații pentru diagnosticare din jurnalele dvs. Instant.  Aceste jurnale pot conține informații de identificare personală. Yahoo! utilizează aceste informații numai pentru a diagnostica și a rezolva probleme, precum și pentru a aduce îmbunătățiri generale produselor.";

/* Class = "NSButtonCell"; title = "Include a low resolution screenshot of your main display"; ObjectID = "bI1-iy-1BO"; */
"bI1-iy-1BO.title" = "Includeți o captură de ecran la rezoluție mică cu afișajul principal";

/* Class = "NSButtonCell"; title = "Cancel"; ObjectID = "qIC-Bo-PAH"; */
"qIC-Bo-PAH.title" = "Revocare";
